import React from 'react';

export default function Description() {
  return (
    <div id="shopDescription" className="description">
      <h2>Интернет-магазин часов</h2>
      <p>Наручные часы, наравне с тщательно подобранной обувью и другими аксессуарами, создают образ современного человека. Строгие классические модели, свободный casual, яркий спортивный стиль или необычные дизайнерские экземпляры могут многое рассказать о своем владельце.</p>
      <p>В интернет-магазине Westmorelands каждый может ознакомиться с нашими эксклюзивными работами и оформить заказ на наручные часы, потратив совсем немного времени.</p>
      <h2>Доставка и самовывоз</h2>
      <p>У нас есть собственная служба доставки, которая работает в Москве и Санкт-Петербурге. Срок доставки — от 2 до 4 дней с момента изготовления часов. Если Вам удобнее забрать заказ самостоятельно, контактные данные и адреса можно найти внизу сайта или нажать на кнопку Контакты</p>
      <h2>Оплата, гарантии и возврат</h2>
      <p>Наш часовой магазин принимает оплату наличными, банковскими картами, а также банковским переводом от физических и юридических лиц. Вы можете оплатить покупку прямо курьеру наличными или картой, либо совершить оплату товара онлайн при помощи любого удобного Вам банка. Мы принимаем все самые распространенные электронные валюты.</p>
      <p>Мы делаем все, для того чтобы Вы были довольны купленными у нас часами – используем самые лучшие и надежные материалы во время изготовления. Мы даем 5 лет гарантии на исправную работу наших часов при должном эксплуатировании. Однако если все же по каким-либо причинам Вы хотите вернуть покупку, то мы примем обратно товар надлежащего качества в течение всего срока гарантии с момента покупки.</p>
      <p>Заказать стильные и уникальные устройства, которые не оставят равнодушным ни одного ценителя эксклюзивных украшений, можно прямо сейчас.</p>
    </div>
  );
}
